export default {
    // title: '梅花网－营销者的信息中心',
    // description: '梅花网是中国营销专业领域内容最丰富的网站，为用户提供营销资讯，资源，案例，活动等，公司产品包括媒体监测，广告监测，舆情监测，新闻监测，微信监测，微博监测，社媒监测，危机监测预警，竞争情报，论坛监测，品牌传播研究，新闻搜索，品牌监测，广告创意花费，广告策略，竞争品牌，竞品监测，广告库，案例，知识库，素材等，梅花信息致力于成为中国最优秀的以互联网技术驱动的营销信息服务商',
    openGraph: {
        type: 'website',
        url: 'https://www.meihua.info', 
        // title: '梅花网－营销者的信息中心',
        description: '梅花网是中国营销专业领域内容最丰富的网站，为用户提供营销资讯，资源，案例，活动等，公司产品包括媒体监测，广告监测，舆情监测，新闻监测，微信监测，微博监测，社媒监测，危机监测预警，竞争情报，论坛监测，品牌传播研究，新闻搜索，品牌监测，广告创意花费，广告策略，竞争品牌，竞品监测，广告库，案例，知识库，素材等，梅花信息致力于成为中国最优秀的以互联网技术驱动的营销信息服务商',
    }
}