

const AgreementContainer = () => (
  <div className='page-contanier'>
      <div className="page-main">
        <header>
          <h1>梅花网文章收录规范</h1>
        </header>
        <div className="content">
          <h2>梅花网的伙伴们：</h2>
          <section>
          <p> 作为营销人/广告人/市场……谁还不是个有想法的人呢？</p>
          <p> 朋友圈、微博再也不能满足大家的表达欲了！</p>
          <p> 但是！梅花网可以！</p>
          </section>
          <section>
          <p> 21世纪，别让自己成为一个“怀才不遇”的人！</p>
          </section>
          <section>
          <p> 只要你敢想，只要你敢说，只要你愿意尝试表达</p>
          <p>梅花网愿意助你一臂之力，将你的想法展示给大众，让更多人见识你的才华。</p>
          </section>
          <section>
            <p>只要你的文章观点够“吸睛”、内容够丰富、素材够“新鲜”……</p>
            <p>并且符合梅花网的征稿标准，一经收录，即有可能多平台发布。</p>
            <p>更有机会上梅花网头条，成为梅花网的专栏人气作者！</p>
            <p>梅花网大家庭，欢迎您的加入！</p>
          </section>

          <h2>一、投稿内容须知：</h2>
          <section>
            <p>只要您的文章与营销/广告行业相关，无论是人物采访、观点评论、案例简述类还是行业报告类文章，都将可能被梅花网收录。具体内容方向如下（可参考）：</p>
          </section>
          <section>
            <p>1、您的文章内容可侧重于【作品】，即：创意广告、趣味案例、热门案例等</p>
            <p>2、您的文章内容可侧重于【机构/公司】，即：对行业中某一/某些公司/机构的现状、发展趋势的分析；对优秀的机构/公司的采访等。</p>
            <p>3、您的文章可侧重于【品牌】，即：对某个行业的单个/多个品牌的分析或总结；对单个品牌/多个品牌的案例复盘、营销策略分析、幕后故事讲述；对单个/多个品牌的采访等。</p>
            <p>4、您的文章可侧重于【人物】，即：营销人/广告人的人物故事；营销/广告行业相关的单个/多个人物采访（包括但不局限于公司创始）、广告从业人员、甲方、乙方、作家、90后群体、Z时代等。</p>
            <p>5、您的文章可侧重于【广告创意形式】，即：微电影、H5、视频、海报等广告形式背后的创意拆解、创意技巧指南、创意干货等。</p>
            <p>6、您的文章可侧重于【行业】，即：对单个/多个行业的营销、发展趋势的分析；行业报告等。形式不限于介绍、复盘（回顾）、点评及采访。</p>
          </section>

          <h2>二、版权细则说明：</h2>
          <section>
            <p>1、所有投稿文章请保证出自原创，投稿者若有涉嫌抄袭、模仿他人作品等侵犯他人知识产权的行为，由投稿者承担相应法律责任。</p>
            <p>2、梅花网不排斥一稿多投，但更欢迎独家首发的原创稿件。</p>
            <p>3、投稿后，梅花网（包括网站、微博、微信、移动端等）将享有投稿作品的免费使用权。</p>
            <p>4、如果您的文章已经在微信平台原创发表，请确保把梅花网微信公众号（meihuaevent)加入到此文的微信白名单中。</p>
            <p>5、如投稿者对本站使用稿件有限制条件请在来稿时注明。如：注明禁止其他媒体转载。</p>
            <p>6、投稿者应保证其享有所提供的稿件及图片的完整的知识产权，以至于梅花网不会因对稿件、图片的使用而招致任何的赔偿或损失；如投稿者违反上述保证而使梅花网由此产生的一切纠纷（包括但不限于政府罚款、第三方索赔和知识产权侵权赔偿等），由投稿者负责处理并承担全部责任，如梅花网因此产生任何直接损失，投稿者应承担赔偿责任。</p>
            <p>7、梅花网对投稿保留修改权利。</p>
          </section>

          <h2>三、投稿方式说明</h2>
          <section>
            <p>1、注册梅花网账号并完善个人信息。点击【发布文章】。</p>
            <p>2、您的文章会在1~3个工作日（假期延后）内进行审核，从中择优收录。</p>
            <p>3、若你的文章“被忽略”或“未收录”，有疑问的私信梅小花（id:meihuaevent），我们尽快与您联系。</p>
          </section>
        </div>
      </div>
  </div>
)

export default AgreementContainer