

const RuleContainer = () => (
  <div className='page-contanier'>
      <article className="page-main">
        <header>
          <h1>梅花网作品库发布协议</h1>
        </header>
        <div className="content">
            <h2>一、说明</h2>
            <section>
              一经发布者者同意接受后，本协议即形成发布者与梅花网间有法律约束力之文件，此后，发布者不得以未阅读本协议内容作任何形式的抗辩。发布者在梅花网平台注册或发布的作品将受本协议之规范。如发布者不同意本协议任意内容的，发布者将无法在梅花网发布和传播任何作品。
</section>
<section>一旦发布者接受本协议，发布者保证发布者已达法定年龄且具有完全行为能力，如果发布者代表一个公司，组织或其他法律实体，应保证该公司或组织是根据公司或组织住所地之法律所成立且持续有效的法律实体，发布者声明并保证发布者的公司或组织已合法授权发布者代表发布者的公司或组织入驻梅花网平台。</section>

          <h2>二、定义</h2>
          <section>      
            <p>2.1  发布者：指注册梅花网后，在梅花网平台发布作品的发布者，包括法人、其他组织或自然人。</p>
            <p>2.2  梅花网平台：是一个开放性的营销作品发布平台，由梅花网所有和经营。</p>
            <p>2.3  作品：发布者在成功注册发布者账号后，使用梅花网平台发布或更新其拥有合法权利的任何作品信息或材料，包括但不限于图片、视频、设计、想法、计划等。</p>
            <p>2.4  用户：指所有直接或间接浏览发布者发布或更新作品至梅花网平台的用户。</p>
</section>
          <h2>三、费用计算与收益分配</h2>
          <section>
          <p> 3.1 梅花网免费为发布者提供本协议约定的发布平台与服务，但并不排除今后就其提供的上述服务与其他新增服务收取费用和分享发布者收益的可能。费用的数额、比例以及收益分享模式会在本协议的更新版本中另行规定。</p>
          <p> 3.2 在前述本协议的更新版本公示后，发布者如继续使用梅花网平台及其服务，则视为对本协议的更新版本内容的同意；发布者在不同意本协议的更新版本内容的情况下，有权停止使用梅花网平台及其服务，但发布者在其停止使用梅花网平台之前的行为，仍受本协议限制。</p>
          </section>

          <h2>四、知识产权及所有权</h2>
          <section>
            <p> 4.1 发布者在梅花网平台发布作品的所有权和知识产权归属于发布者或其合法权利人。作品如涉及到第三方的合法权利，发布者应在作品发布之前获得相关权利人的授权。梅花网在审查批准提交作品时，会默认发布者拥有其发布作品的合法权利。如发布者所发布的作品存在侵权情形，梅花网将会在收到通知后，移除该作品，因使用侵权作品而产生的责任由发布者承担。</p>
            <p> 4.2 发布者同意并授权梅花网非排他、全球性、不可撤销性和免授权费之授权以利梅花网进行使用、复制、公开展演、与公开传输。但本条款并不授权发布者可使用梅花网的品牌商标。</p>
            <p> 4.3 发布者同意并授权通过梅花网平台取得发布者作品的用户非排他、全球性的长期使用发布者的作品；如果用户与发布者达成其他协议时，相关的规定应依发布者与用户所达成之协议为准，梅花网对用户与发布者之间的纠纷不承担法律责任。</p>
          </section>

            <h2>五、发布者的权利与义务</h2>
          <section>
            <p> 5.1 发布者有权在梅花网平台上发布其作品，并使用梅花网平台提供的各项功能与服务。</p>
            <p> 5.2 发布者保证：其提供给梅花网的所有信息，包括但不限于其姓名（名称）、地址、电子邮箱等相关资料真实、合法、准确、完整。如上述信息发生变化，发布者应在三个工作日内变更信息。如梅花网发现不真实、不合法或不准确的信息，随时有权中止或终止向其提供本协议项下的服务。</p>
            <p> 5.3 发布者同意：其提供的作品先经梅花网审核并同意后，方可在梅花网平台发布和传播；作品发布后，梅花网有权持续对该作品进行审核。且在上述审核过程中，梅花网有完全的权利判断是否同意发布或终止发布该作品，包括在不通知发布者的情况下，不同意发布作品，或对已经发布的作品进行删除、屏蔽等处理措施。</p>
            <p> 5.4 发布者应保证其发布和传播的作品不违反国家法律法规，不包含任何色情、政治等非法信息，不存在盗取、破坏用户数据及系统的隐藏内容。发布者违反5.4条款而造成的一切侵权与违法责任由发布者自行承担。</p>
            <p> 5.4.1 发布者保证不发布和传播淫秽、色情等中华人民共和国法律、法规禁止的不良信息内容。如被举报有发布和传播上述内容的行为，一经查实，发布者应当确保立即删除并公开道歉，同时梅花网有权对上述内容进行删除。</p>
            <p> 5.4.2 发布者保证发布和传播的新闻信息有利于维护社会公德。严格控制涉及性暴力、性犯罪、性绯闻的信息数量，不渲染，不炒作，不在多个频道或栏目同时发布类似信息。</p>
            <p> 5.4.3 发布者保证在发布和传播有关医学医疗、生理卫生、婚姻家庭、人体艺术和与此相关的自然、社会科学信息内容时，对信息内容进行审核，做到合法、合规且内容健康、科学，来源合法、可靠。</p>
            <p> 5.4.4 发布者保证不以任何形式发布和传播含有淫秽、色情等不良信息内容的广告；不为含有淫秽、色情等不良信息内容的网站或网页提供任何形式的宣传和链接。</p>
            <p> 5.5 发布者保证在梅花网平台发布和传播作品的完整性，并应对已发布的作品进行及时的更新维护，并负责其作品的客户服务、就其作品与用户之间的服务可能产生的任何纠纷、争议，由发布者和用户独立解决。</p>
            <p> 5.6 发布者保证不进行侵害用户隐私和数据安全的行为；非经用户明确同意，其不得通过任何方式、手段或途经获取用户的任何信息，或将该等信息用于非法用途或目的。发布者同意对用户之个人资料负绝对之保密义务及保管责任，未经用户之事前书面同意，绝不做超出本条款之目的范围之使用或以任何方式将其泄露、告知、交付予任何第三人。</p>
            <p> 5.7 发布者不得进行干扰梅花网或梅花网任何部分或功能的正常运行，或是同其构成竞争行为。</p>
            <p> 5.8 发布者违反本协议承诺即视为违约，应当赔偿梅花网因此遭受的一切经济损失，如因发布者违反本协议承诺给梅花网造成不良影响，发布者应当授权梅花网对相关情况予以公开澄清。此外，发布者应当独立承担因自身违约行为而产生的行政或刑事责任。</p>

          </section>

            <h2>六、梅花网的权利与义务</h2>
          <section>
            <p> 6.1 梅花网负责梅花网平台的建设与维护，并为梅花网平台上发布的作品提供必要的市场宣传和推广。</p>
            <p> 6.2 梅花网有权就发布者在梅花网发布的作品进行复制、传播和推广，但应保留作品原有的著作权标识或信息；梅花网有权根据其需要对已发布作品的位置进行调整或删除作品。梅花网可以对作品进行修改和编辑。</p>
            <p> 6.3 梅花网不因下述任一情况而可能导致的任何损害赔偿承担责任，包括但不限于财产、收益、数据资料等方面的损失或其它无形损失：</p>
            <p> • 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素导致梅花网平台系统障碍不能正常运作的。</p>
            <p> • 因黑客攻击、电信部门技术调整或故障、系统维护等原因而造成平台服务的中断或者延迟。</p>
            <p> • 因政府命令、法律法规的变更、司法机关及行政机关的命令、裁定等原因而导致的梅花网平台服务中断、终止或延迟的。</p>
            <p> 6.4 如发生下列任一情形，梅花网有权以其认为合理的程度和普通人的知识水平做出判断和处理，包括但不限于删除作品等信息，暂停或终止向发布者、用户提供部分或全部服务：</p>
            <p> • 侵害第三人知识产权或其他权利的；</p>
            <p> • 违反相关法律法规规定的；</p>
            <p> • 内容包含淫秽、色情、非法政治信息等内容的</p>
            <p> • 不正当销售的;</p>
            <p> • 内容包含病毒或被认定为恶意信息的。</p>
            <p> 因发布者的上述行为产生的法律责任由发布者独立承担，据此给梅花网造成损失的，梅花网有权向发布者请求赔偿。</p>
            <p> 6.5 梅花网保留随时变更或终止梅花网平台服务的权利，并无需对行使该权利向发布者承担责任。梅花网可通过网页公告、电子邮件、电话或信件传送等方式向发布者和用户发出通知，该等通知在发送时即视为已送达收件人。</p>

          </section>

            <h2>七、法律适用与司法管辖</h2>
          <section>
            <p> 本协议及因本协议产生的.一切法律关系及纠纷，均适用中华人民共和国法律。双方在此同意由梅花网住所地法院管辖。</p>

          </section>

            <h2>八、协议生效和有效期限</h2>
          <section>
            <p> 8.1 本协议自发布者在线签署同意之日起发生法律效力。</p>
            <p> 8.2 本协议的有效期限自其生效之日起，至梅花网与发布者间的所有业务终止之日后止。</p>

          </section>

            <h2>九、免责事由</h2>
          <section>
            <p> 梅花网审核发布者及其作品的行为并不意味着梅花网对其审核结果承担任何法律责任，包括对发布者的资质、其作品承担任何保证或法律责任。对于因使用梅花网服务而衍生任何直接、间接、意外、特别或重大损坏、利益丧失或业务中断，梅花网概不负责。</p>

          </section>
        </div>
      </article>
  </div>
)

export default RuleContainer