

const AgreementContainer = () => (
  <div className='page-contanier'>
      <div className="page-main">
        <header>
          <h1>梅花网作品库收录规范和编辑规范</h1>
        </header>
        <div className="content">
          <h2>一、收录规范</h2>
          <section>
          <p> 1.1 针对中国市场，或中国本土创作者创作的营销作品。</p>
          <p> 1.2 营销作品必须是真实使用的。</p>
          <p> 1.3 营销作品必须来自创作者原创。</p>
          <p> 1.4 不违反中国法律和民事保密协议。</p>
          <p> 1.5 作品形式包括且不限于平面、互动广告、落地页、网站、视觉识别系统等的营销作品。但不包含为了创作过程中的中间作品，例如局部的文案、草图和故事版等。</p>
          </section>

          <h2>二、编辑规范</h2>
          <h3> 2.1  品类分类规范</h3>
          <section>
            <table>
              <tbody>
                <tr><th>家居用品</th><td>家具，厨卫，建材，油漆，装饰等</td></tr>
                <tr><th>化妆品及个人用品</th><td>化妆品，牙刷，牙膏，卫生巾，卫生纸，剃须刀，香水等</td></tr>
                <tr><th>药品诊疗</th><td>感冒药，退烧药，减肥药等非处方药；及医疗器械等</td></tr>
                <tr><th>营养保健品</th><td>维生素，钙片，脑白金，冬虫夏草等保健品</td></tr>
                <tr><th>服装与饰品</th><td>衣服，裤子，鞋子，珠宝，手表，项链，包，戒指等</td></tr>
                <tr><th>母婴玩具</th><td>奶粉，母婴用品，及乐高等玩具</td></tr>
                <tr><th>食品饮料</th><td>洗衣机，冰箱，微波炉，抽油烟机，洗碗机等大小型家电</td></tr>
                <tr><th>房地产</th><td>商业地产，新开楼盘等</td></tr>
                <tr><th>电子产品</th><td>手机，电脑，kindle，耳机，电池等</td></tr>
                <tr><th>车</th><td>汽车，汽油，机油，轮胎，摩托车，电动车，自行车及其配件等</td></tr>
                <tr><th>电商零售</th><td>蘑菇街，淘宝，天猫，京东，聚美优品等</td></tr>
                <tr><th>店铺零售</th><td>商场，百货商店，专卖店，便利店等</td></tr>
                <tr><th>物流服务</th><td>菜鸟，德邦，顺丰等</td></tr>
                <tr><th>网站与软件</th><td>腾讯，百度等网站，及电脑软件，手机app等</td></tr>
                <tr><th>教育培训</th><td>新东方，雅思培训等</td></tr>
                <tr><th>文化娱乐</th><td>戏剧，综艺节目，电影，音乐会，游乐场所等</td></tr>
                <tr><th>体育运动</th><td>篮球，足球，世界杯、奥运会等体育赛事等</td></tr>
                <tr><th>游戏</th><td>贪玩蓝月，王者荣耀，刺激战场，消消乐等</td></tr>
                <tr><th>餐饮服务</th><td>餐厅，快餐店，咖啡馆等</td></tr>
                <tr><th>旅游航空</th><td>航空公司，城市旅游等</td></tr>
                <tr><th>金融保险</th><td>银行，信用卡，基金，保险，证券等</td></tr>
                <tr><th>其他</th><td></td></tr>
              </tbody>
            </table>
          </section>
          <h3>2.2  形式分类规范</h3>
          <section>
            <table>
              <tr><th>平面</th><td>海报、平面广告等</td></tr>
              <tr><th>互动广告</th><td>网站及移动APP内的Banner广告</td></tr>
              <tr><th>户外广告</th><td>户外看板、霓虹灯、车身广告等</td></tr>
              <tr><th>插画与动画</th><td>为推广品牌、产品及服务设计的插画形象、动画和动图GIF</td></tr>
              <tr><th>视频广告</th><td>以视频为表现形式的广告（微电影除外）</td></tr>
              <tr><th>微电影</th><td>时长一般在3-30分钟，以电影为表现手法的视频</td></tr>
              <tr><th>介绍视频</th><td>介绍产品及服务的视频</td></tr>
              <tr><th>应用</th><td>面向品牌消费者的App，小程序等</td></tr>
              <tr><th>网站</th><td>官网、电商店铺页面等</td></tr>
              <tr><th>落地页/H5</th><td>营销活动的单个页面</td></tr>
              <tr><th>展示设计</th><td>展览展示，商业空间设计、快闪店等</td></tr>
              <tr><th>包装设计</th><td>包装造型、结构及装饰设计</td></tr>
              <tr><th>视觉识别系统</th><td>为企业和品牌打造的视觉识别系统及其应用场景</td></tr>
            </table>
          </section>

          <h3>2.3  标题规范</h3>
          <section>
            <p>
          作品标题须客观描述作品本身，可包含以下要素：品牌、主题、形式、年份、特殊节点和场景、IP和代言人、创作者。示例：

            </p>
            <p>
      欧莱雅 × 朱一龙《时间雕刻师》
            </p>
            <p>
      腾讯公益H5《小朋友画廊》
            </p>
            <p>
      Apple春节微电影《三分钟》
            </p>
            <p>
      淘宝2018年货节海报
            </p>
            <p>
          方太水槽洗碗机《妈妈的时间机器》
            </p>
          </section>

          <h3>      2.4  摘要规范</h3>
          <section>
            <p>
            对作品的内容、创作手法、创作背景做简要概括性描述
            </p>
          </section>

          <h3> 2.5  标签规范</h3>
          <section> 
            <p>
          标签要求（具体的产品名称，型号，创意风格，特殊发布场景等）
            </p>
            <p>
      创作者可按以下提示添加标签，最多5条。
            </p>
            <p>
      a)	标签不要与已选择的品类、形式，以及所取标题有重复；
            </p>
            <p>
      b)	标签必须与作品内容相关，可参考以下提示：
            </p>
            <p>
      风格相关：沙雕、小清新、嘻哈、催泪、性感等；
            </p>
            <p>
      时节相关：母亲节、世界地球日、双11、龙抬头、春分、惊蛰、冬至、春、夏、秋、冬等
            </p>
            <p>
      商品相关：洗衣机、电视、戒指、包、咖啡、沙冰等；
            </p>


          </section>
        </div>
      </div>
  </div>
)

export default AgreementContainer